/* 
  InfoPlist.strings
  Transcode

  Created by derain on 18/10/2018.
  Copyright © 2018 Zoom Inc. All rights reserved.
*/
"Zoom - Converting meeting recording" = "SDK - Aufzeichnung der Besprechung konvertieren";
"You have a recording that needs to be converted before viewing" = "Sie haben eine Aufzeichnung, die vor der Wiedergabe konvertiert werden muss";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "Sie können Ihre Aufzeichnung später konvertieren, indem Sie im Ordner mit den Aufnahmen auf die meetingrec-Datei doppelklicken.";
"Save my recordings at:" = "Meine Aufzeichnungen speichern unter:";
"Choose a new location..." = "Neuen Speicherort wählen...";
"Save" = "Speichern";
"Transcode will be stopped. Would you like to continue?" = "Transcode will be stopped. Would you like to continue?";
"Quit" = "Quit";
